;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Српски/Serbian 
WebLang=SRB
Translator=Драган Бједов draganbjedov@gmail.com
Codepage=UNICODE
Version=1.95

[Деинсталер Линија са алаткама]
102 = Изглед
103 = Поставке
104 = Деинсталер
105 = Алати
106 = Пресретање
107 = Листа
108 = Иконе
109 = Детаљи
110 = Деинсталирај
111 = Уклони унос
112 = Освежи
113 = Уклонити означени унос?
114 = Деинсталирати означени програм?
115 = Доградња
116 = Помоћ
117 = Упутства...
118 = Почетна веб страница...
119 = О...
120 = Немате овлашћење администратора!
121 = Деинсталирати означене системске компоненте?\nПАЖЊА јесте ли сигурни што чините!
122 = Деинсталер приказује све програме и компоненте инсталиране на овом рачунару. Кроз различите приказе садржаја, могуће је доћи до пуно додатних информација о инсталираном софтверу. Примарна намена Revo Uninstaller-а је пресретање које омогућава флексибилност у деинсталирању: заустављање, брисање или онемогућавање аутоматског покретања само једним кликом на икону програма.
123 = Тражи
124 = Нађено:
125 = Уклонити одабране компоненте система из регистра?\Да ли сигурни да нису неопходне за правилан рад система?
126 =  неће се више аутоматски покретати!
127 =  покретаће се убудуће аутоматски!
128 = %s је инсталиран на истој локацији као и %s!\nПостоје заостаци од оба програма! Пажљиво одаберите што треба уклонити!
129 = Форсирана деинсталација 


[Деинсталер Листа]
150 = Програм
151 = Величина
152 = Верзија
153 = Датум инсталирања
154 = Произвођач 
155 = Веб страница
156 = Коментар
157 = Деинсталацијски подаци
158 = Кључ у регистру
159 = Инсталер

[Деинсталер СтатусБар]
201 = Инсталирано програма:
202 = Учитавам...


[Оптимизер Регистра]
302 = Одаберите шта треба прегледати
303 = Старт мени

[Autorun Линија са алаткама]
407 = Покрени
408 = Прекини
409 = Уклони
410 = Ставке:
411 = Омогући:
412 = Управљањем аутоматског покретања можете омогућити или онемогућити самопокретање програма и сазнати понеке додатне информације о тим програмима као што су: издавач, опис, стаза до програма и обавештење да ли програм ради или не.

[Autorun Листа]
450 = Назив програма
451 = Стаза
452 = Опис
453 = Издавач
454 = Статус
455 = Локација
456 = РАДИ
457 = НИЈЕ ПОКРЕНУТ
458 = НИЈЕ ВАЉАН
459 = Прекини процес
460 = Покрени процес
461 = Отвори фолдер програма
462 = Иди на локацију у регистру
463 = Копирај стазу програма
464 = Уклони означено
465 = Уклони све неваљано
466 = Уклони што не ради
467 = Уклони онемогућено
468 = Својства...
470 = Затворити означени програм?\nСве што нисте сачували биће изгубљено!
471 = Уклонити означено?
472 = Уклонити неваљали програм?
473 = Уклонити све програме који не раде?
474 = Уклонити онемогућени програм?
475 = Наредба не постоји!
476 = НЕПОЗНАТО
477 = Онемогући самопокретање
478 = Омогући самопокретање

[Outlook Контрола]
300 = Оптимизација
301 = Оптимизација регистра
400 = Управљач аутоматског покретања
500 = Чистач трагова
501 = Чистач прегледача
600 = MS Office чистач
700 = Windows чистач
800 = Трајно уклањање
900 = Неповратно брисање
2100 = Windows алати
2200 = Чистач непотребних датотека

[Брисање трагова из интернет прегледача]
507 = Уклони све
508 = Уклони попис посећиваних веб страница
509 = Уклони траг у траци адресе
510 = Уклони привремене Интернет датотеке
511 = Уклони колачиће
512 = Уклони "index.dat" датотеке
513 = Изврши
514 = Уклони траг преузимања
515 = Уклони попис кретања
516 = Уклони из пописа кретања
517 = Деинсталер
518 = Уклонити све означене трагове?
521 = Уклонити "Internet Explorer" трагове?
522 = Уклонити "Firefox" трагове?
523 = Уклонити "Opera" трагове?
524 = Уклонити "Netscape" трагове?
525 = Ваш веб прегледач записује податке о свакој посећеној адреси. То омогућава лакши приступ, али притиском на одговарајући тастер, свако може видети где сте били. Чистачем Веб прегледача можете уклонити све привремене датотеке, слике, видео записе и адресе које сте посећивали. Овиме ослобађате и пуно простора на свом диску.
526 = Пре чишћења затворите свој интернет прегледач.
527 = "Index.dat" подаци ће бити уклоњени при следећем покретању рачунара.
599 = Трагови одабраног уноса су уклоњени!

[Брисање трагова из MS Office апликација]
601 = Уклони
607 = Уклони попис задње коришћених MS Word докумената
608 = укључујући Word 2000, Word XP, Word 2003, Word 2007, Word 2010 и Word 2013
609 = Уклони попис задње коришћених MS Excel докумената
610 = укључујући Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 и Excel 2013
611 = Уклони попис задње коришћених MS Access датотека
612 = укључујући Access 2000, Access XP, Access 2003, Access 2007, Access 2010  и Access 2013
613 = Уклони попис задње коришћених MS PowerPoint датотека
614 = укључујући PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 и PowerPoint 2013
615 = Уклони попис задње коришћених MS FrontPage датотека
616 = укључујући FrontPage 2000, FrontPage XP и FrontPage 2003
617 = MS Office чистач омогућава уклањање пописа задње коришћених датотека програма MS Word, Excel, Access, PowerPoint и Front Page. Ако желите онемогућити некоме увид у задње отваране и уређиване докуменате MS Office-а довољно је да кликнете на дугме Уклони. Листа задње коришћених датотека ће бити празна.

[Брисање трагова система Windows]
701 = Чишћење
707 = Уклони попис задње коришћених докумената
708 = Уклони попис задње покретаних програма
709 = Уклони попис задње тражених датотека
710 = Уклони попис задње тражених штампача, рачунара и људи
711 = Испразни међумеморију
712 = Уклони попис задње коришћених MS Paint датотека
713 = Уклони попис задње коришћених MS Wordpad датотека
714 = Уклони попис задње Regedit отвараних кључева
715 = Уклони попис задње отвараних и сачуваних датотека
716 = Уклони попис задње посећиваних фолдера
717 = Испразни корпу
718 = Уклони Windows привремене датотеке
719 = Уклони запис старт менија
720 = Microsoft Windows чува разне податке (записе) ваших поступака у програму као нпр.:попис тражења задњег претраживања датотека и фолдера; задње отвараних докумената; попис задње отвараних и сачуваних датотека других програма инсталираних на вашем рачунару и још пуно тога. Windows чистач омогућава уклањање свих ових записа и привремених датотека. Пражњењем корпе и брисањем привремених датотека ослобађате знатан простор диска. 
721 = Листа задње покретаних програма ће бити уклонен након поновног покретања Explorer.exe.
722 = Записи Windows Регистра
723 = Записи о диску
724 = Обриши датотеке које су створене након краха меморије
725 = Обриши фрагметне датотеке које је створио програм Check Disk


[Уклањање доказа]
802 = Крени
803 = Брисање
804 = Молим сачекајте, брисање је у току...
805 = Готово
806 = Квачицом означите дискове које желите обрадити. Овај алат трајно уклања трагове већ обрисаних датотека. ПАЖЊА: Када се процес заврши, обрисане податке је немогуће вратити!
807 = При пражњењу корпе, датотеке нису физички уклоњене већ су само означене као обрисане и не приказују се. Овај алат заувек уклања такве, формално обрисане, датотеке и фолдере с диска. Без обзира какав алат користили за поврат изгубљених података, резултат неповратног брисања је увек исти - неповратно брисање означеног!
808 = Уклонити преостале трагове на одабраном диску(овима)?

[Неповратно брисање]
912 = Листа датотека и фолдера које желите неповратно избрисати
913 = Датотеке
914 = фолдери
915 = Унесите датотеке које желите трајно обрисати. Ни један алат их неће моћи повратити!
916 = Унесите фолдере које желите трајно обрисати. Ни један алат их неће моћи повратити!
917 = Додај датотеке за трајно брисање
918 = Додај фолдере за трајно брисање
919 = ОБРИШИ ЗАУВЕК
920 = Обриши попис
921 = Ако желите бити сигурни да нико, с било каквим алатом, не може доћи до ваших обрисаних датотека и фолдера, користите неповратно брисање. Датотеке, фолдери и подаци које сте обрисали уобичајеним поступком, још се увек налазе на вашем диску и могуће их је повратити. Неповратно брисање то онемогућује јер формално обрисане податке додатно и неповратно разара. 
922 = Заиста желите трајно уклонити означене датотеке и фолдере?

[Опције]
1001 = Одређивање поставки
1100 = Опште
1200 = Деинсталер

[Општа подешавања]
1101 = Језик:
1102 = Напредни начин
1103 = При покретању провери за нове верзије

[Опције деинсталера]
1201 = Прикажи доградње система
1202 = Прикажи компоненте система
1203 = Омогући брзо покретање
1204 = Покретање деинсталације без помоћника
1205 = (Није подржано у Windows Vista)
1206 = Постави тачку повратка система на стање пре деинсталације
1207 = Обриши преостале датотеке и фолдере у корпу 


[Аутоматска надоградња]
1907 = Надоградња
1908 = О верзији
1909 = Ваша верзија:
1910 = Задња верзија:
1911 = ПРЕУЗМИ
1912 = Преузми задњу верзију
1913 = Шта је ново
1914 = Проверавам...
1915 = Грешка при повезивању на интернет...
1916 = СТОП
1917 = Преузето %s од %s
1918 = Преузимање %s (величина непозната)
1919 = Revo Uninstaller се не може спојити на www.revouninstaller.com. Молимо, проверите да ли сте спојени на Интернет! Можда ваш Firewall блокира Revo Uninstaller.
1920 = Грешка: Није успостављена Интернет веза па није могуће проверити да ли има нова верзија.


[Wинdows Алати]
2110 = Покрени
2111 = Ово су врло корисни алати и помагала укључена у сваки Windows оперативни систем. Неки од њих су сложенији, покретани наредбеним ретком и с додатним могућностима, а неки теже доступни. Windows алати омогућују приступ једним кликом миша већини уграђених наредби које користите у дневном раду.
2112 = У случају проблема, овим алатом можете повратити претходно стање свог рачунара без губитка личних датотека. System Restore прати промене у систему и неким програмима па аутоматски ствара лако препознатљиве тачке повратка. Оне омогућују враћање система у претходно стање. Стварају се сваки дан и при значајним догађајима у систему. Тачке повратка можете сами начинити и именовати било кад.
2113 = Овај алат прикупља и приказује информације о вашем хардвер-у и оперативном систему, вашим поставкама Интернета и вашег модема те мрежног адаптера. С Нетwорк Диагностицс алатом, прегледавате свој систем и испитујете мрежне везе те исправност рада програма везаних уз мрежу, мрежних сервиса и функција. 
2114 = Овим алатом можете прегледати све постављене TCP/IP вриједности мрежних поставки и освежити Dynamic Host Configuration Protocol (DHCP) и Domain Name System (DNS) поставке. Алат приказује све TCP/IP поставке као нпр.: IP адресу, MAC адресу, подмрежу, основни gatеwаy, Windows Internet Naming Service (WINS) и DNS поставке.
2115 = Овим алатом проверавате три најважнија сигурносна стања свог рачунара: Заштитни зид (Firewall), заштиту од рачунарних вируса и аутоматску доградњу. Кад се појави проблем у било којем од ових модула рачунара (нпр., истекао рок обнове програма заштите од вируса), Security Center упозорава и предлаже како боље заштитити рачунар.
2116 = Овај алат омогућава: Преглед основних информација о CPU (типу процесора) и RAM меморији; Преглед и одређивање како ће рачунар користити  меморију и информације о томе; Информације о хардверу и управљачима,подешавање хардвер профила; Преглед информација о мрежи и записима рада. Уколико се догоде грешке, овај програм шаље о њима извештај Microsoft-у или вашем систем администратору.
2117 = Овај алат омогућава преглед свих информација о подешености система вашег рачунара. Ту су информације о хардверу и његовој конфигурацији, рачунарним компонентама, и софтверу, дисковима. System Information је користан алат којим ће те брзо лоцирати жељене информације о свом рачунару и оперативном систему.
2118 = TCP/IP Netstat Command приказује све активне TCP везе и TCP и UDP портове преко којих рачунар одржава сваку поједину везу или стање спремности. У случају када је назив у [ ], приказана је и компонента, и тако до краја TCP/IP активности. 
2119 = Ова виртуална тастатура омогућава инвалидима да мишем или палицом на тастатури приказаној на екрану куцају и раде. Тако је омогућен минимум функционалности особама оштећених екстремитета. Овај алат можете користити и за снимање свих знакова које сте користили, ако на рачунару имате инсталиран програм за то.
2120 = Овај алат анализира и дефрагментира фрагментиране датотеке и фолдере на одабраном диску. То резултира већом ефикасношћу рачунара и бржим радом. Дефрагментацијом, Disk Defragmenter ослобађа континуирани простор за нове датотеке и тако смањује будућу фрагментацију. 
2121 = Овим алатом покрећете, заустављате, паузирате, покрећете заустављено, или онемогућавате сервисе на свом или удаљеном рачунару. Такођер: Покрећете опоравак активности омогућујући прекинути сервис, нпр., поновно покретање сервиса аутоматски; Омогућите или онемогућите сервис на неким хардвер профилима; Прегледавање статуса и функције сваког сервиса.
2122 = Овим алатом управљате дељењем ресурса на мрежи. Контролишете корисничка права, тренутну активност те својства дељених ресурса и њихових садржаја. Можете видети попис свих тренутних корисника мреже и ев. прекинути везу некоме од њих. Такође, можете видети попис датотека које користи удаљени корисник.
2123 = Алат за подешавање корисничке конфигурације. Group Policy подешавања одређују разне компоненте корисникове радне побршине и окружења којима управља систем администратор, нпр. одређивање доступних програма, програми који су видљиви на корисниковој радној површини, и могућности Старт менија.
2124 = Add/Remove Windows Components омогућава контролу над инсталираним Windows компонентама на вашем рачунару. Након инсталације Windows оперативног система, овим алатом додајете или уклањате Windows компоненте према потреби.
2125 = Microsoft Windows Malicious Software Removal Tool контролише рачунар под Windows оперативним системом да се не зарази свуд присутним злочестим софтвером и помаже уклонити такав софтвер кад је нађен. То су вируси, црви и тројански коњи. Након поступка чишћења, корисник добија детаљан извештај  о свему учињеном.


[Чистач непотребних датотека - Опције]
2202 = Са диска:
2203 = Листа
2204 = Опис
2205 = Додај
2206 = Уклони
2207 = Стандардно
2208 = Чистач непотребних датотека::Уклони
2209 = Чистач непотребних датотека::Изузеци
2220 = Уклони датотеке:
2221 = Користите (?,*) као заменске ознаке
2222 = Додавање шаблоне датотека
2223 = Додавање шаблоне изузетака
2224 = Користите (?,*) као заменске ознаке
2225 = Не уклањај:
2226 = Обриши датотеке у корпу
2227 = Занемари датотеке коришћене у задња 24 часа


[Чистач непотребних датотека - Алат]
2306 = Прегледај
2307 = У корпу
2308 = Прегледавање
2309 = Молим причекајте док прегледам...
2310 = Откажи
2311 = Назив
2312 = Величина
2319 = Датотека:
2320 = Укупна величина:
2323 = Датотеку користе Windows-и или други програм\n па не може бити обрисана сада
2324 = Морате одабрати барем један диск и тип датотеке да би се покренула претрага
2325 = Чистач непотребних датотека омогућава налажење и уклањање великог броја непотребних датотека с диска. Најчешће, ове датотеке обришу програми који су их и створили, након престанка њиховог коришћења. Ипак, многе трајно заостају на диску нпр. приликом неочекиваних падова програма или система и др. У таквим случајевима, непотребно троше простор на диску, доводе до смањења учинка и успоравања система и др.
2326 = Датотека
2327 = Брисање датотека

[Контекст Мени Чистача непотребних датотека]
2313 = Отвори
2314 = Пронађи преко Google-а
2315 = Отвори фолдер програма
2316 = Својства...
2317 = Означи све ставке
2318 = Уклони све ознаке
2321 = Означи одабране ставке
2322 = Уклони ознаке одабраних ставки

[Најчешћи прозор]
4002 = Могућности
4003 = Отвори главни прозор програма
4004 = "Повуци и испусти" начин
4005 = Пресретање
4006 = Величина
4007 = Мала
4008 = Средња
4009 = Велика
4010 = Величина иконе
4011 = ИЗЛАЗ
4012 = Деинсталирај
4013 = Прекини аутоматско покретање
4014 = Заустави процес
4015 = Заустави и обриши процес
4016 = Отвори фолдер програма
4017 = Информације
4018 = Својства
4019 = Откажи
4020 = Одједном  може само једна датотека!
4021 = Повукли сте фолдер. Молим повуците и испустите датотеку!
4022 = Деинсталирај или уклони:
4023 = Нерешиво! Покушајте означити други прозор, икону или ставку менија
4024 = Не могу покренути деинсталацију!\n Молим, деинсталирајте програм Деинсталером.
4025 = Нема записа инсталације!\nСавет: Наведите више информација о програму и\n покушајте деинсталирати из главног прозора!
4026 = Онемогућено је самопокретање програма при покретању рачунара!\nСавет: Ако то желите променити, користите Autorun Tool програма!
4027 = Програм се не налази на уобичајеном месту за самопокретање!\nСавет: Погледајте савете на вебу: www.google.com!
4028 = Затворити програм?\nСав несачувани рад ће бити изгубљен!
4029 = Деинсталер
4030 = Затворити и обрисати означени програм?\nСав несачувани рад ће бити изгубљен!
4031 = Затворити Windows Explorer?\n Нестаће полазни менији и трака задатака!
4032 = Аутоматско покретање са оперативним системом
4033 = Прозирност

[Скенирање након деинсталације]
4210 = Локација
4211 = Кључ
4212 = Вредност
4213 = Подаци
4214 = Датотека
4215 = Нисте означили шта треба обрисати!
4216 = Преглед након деинсталације
4217 = Означи све
4218 = Уклони све ознаке
4219 = Обриши
4220 = Преостале датотеке
4221 = Преостале ставке у регистру
4222 = Прегледавам пре деинсталације. Молим сачекајте...
4223 = Деинсталација у току...
4224 = Молим, након завршетка деинсталације, покрените прегледавање да утврдите заостале датотеке, фолдере и кључеве...
4225 = Прегледавам након деинсталације. Молим сачекајте...
4226 = Одабир ставки извршите пажљиво!
4227 = Затвори
4228 = Листа задње отвараних датотека ће бити уклоњена при следећем покретању рачунара.
4229 = Деинсталација није успела!\nВероватно је погрешна наредба!
4230 = Назад
4231 = Следеће
4232 = Избор начина деинсталације
4233 = Начини деинсталације
4234 = Једноставна деинсталација без икаквог додатног прегледавања система.
4235 = Сигурна деинсталација с прегледом регистра и диска и уклањање уноса који се могу са сигурношћу уклонити.
4236 = Умерена деинсталација укључује поступак сигурне деинсталације с додатним прегледом уобичајених позиција регистра и диска за преосталим траговима програма.
4237 = Напредна деинсталација укључује поступак умерене деинсталације с детаљним прегледом регистра и диска за преосталим траговима програма. Нешто спорији начин.
4238 = Претходно утврђивање података о програму.
4239 = Покретање властитог деинсталера програма као стандардни поступак.
4240 = Притисните дугме Следеће за потрагу за преосталим траговима програма, у фолдерима и регистру, након завршетка деинсталације
4241 = Анализа и деинсталација.
4242 = Прегледавање након деинсталације
4243 = Прегледавање након деинсталације властитим деинсталером. Потрага за заосталим траговима у фолдерима и регистру, након обављене деинсталације. Сачекајте молим...
4244 = Пронађени заостали траговима
4245 = Заостали трагови
4246 = Напомена: Пажљиво одаберите уносе! Уклониће се само одабрани подебљани уноси и њихови подуноси!
4247 = Преостале датотеке и трагови
4248 = Нађено трагова:
4249 = Рачунар
4250 = Revo Uninstaller не може покренути властити деинсталер програма. Можда је оштећен. Притисните дугме Назад и одаберите други начин деинсталације.
4251 = Деинсталер програма је завршио. Revo Uninstaller није тражио заостале уносе. Можете притиснути дугме Назад и одабрати један од начина који ово омогућава.
4252 = Revo Uninstaller је завршио деинсталацију успешно, а заостали трагови нису нађени. Можете притиснути дугме Назад и одабрати детаљнију потрагу.
4253 = Revo Uninstaller је завршио деинсталацију успешно. Ако желите, можете притиснути дугме Назад и одабрати детаљнију претрагу.
4254 = Готово
4255 = Обрисати одабране ставке у корпу?
4256 = Обрисати одабране ставке из регистра?
4257 = Revo Uninstaller је успешно довршио деинсталацијске процедуре!
4258 = Не бриши заостатке у регистру, већ пређи на следећи корак.
4259 = Не бриши заостале датотеке и фолдере, већ пређи на следећи корак.
4260 = Тражење заостатака је завршено. Притисните дугме Следеће за приказ резултата!
4261 = Створи тачку повратка система...
4262 = Стварање тачке повратка система - Није успело!
4263 = Стварање тачке повратка система је онемогућено! (у Поставке->Деинсталер)
4264 = Тачка повратка система - је створена!


[О програму]
4300 = Преводиоци:

[Контекст Мени Деинсталера]
5000 = Наредбе
5001 = Информације
5002 = Нађи на вебу
5004 = Локација на диску
5005 = веб - О програму...
5006 = веб - Помоћ...
5007 = веб - Доградња...
5008 = Отвори кључ регистра...

[Уобичајно]
10000 = У реду
10001 = Откажи
10002 = Помоћ
10003 = Додај
10004 = Активна помоћ
10005 = Веб страна
10006 = О програму
10007 = Упозорење
10008 = ГРЕШКА

[Савети за алате]
2000 = Стандардни начин рада - преглед инсталираног софтвера
2001 = Приказ панела с алатима
2002 = Прилагођавање поставки
2003 = Пресретачки начин рада
2004 = Измена изгледа пописа инсталираних програма
2005 = Деинсталирање означеног програма
2006 = Уклањање одабраног из регистра
2007 = Освежавање пописа програма
2008 = Нагоградња програма најновијом верзијом
2009 = Додатне информације и одговори на сва питања о програму
404 = Покретање означеног програма
405 = Заустављање и затварање означеног програма
406 = Уклањање означеног програма из аутоматског покретања
506 = Уклањање означеног
605 = Уклањање означеног
705 = Уклањање означеног
2106 = Покретање одабраног алата
2304 = Налажење бескорисних датотека према одабраним поставкама
2305 = Уклањање означених датотека у корпу
